{
  "description": "Coinmooner is a well-known and respected brand within the cryptocurrency world. We are the most popular cryptocurrency listing and ranking website. New token owners always look for opportunities to list their projects on our website. That ensures that the information on our platform is always accessible and up to date.CoinMooner aims to be a crypto community platform to make cryptocurrency more accessible to the public, and provide entertaining features, developments and news. We want to stay relevant and keep up with rapid crypto growth. Our ambitious but realistic roadmap ensures a safe journey over the Moon!CoinMooner became a platform that makes cryptocurrencies more accessible to the public and provides entertaining features, developments, crypto-related news, tutorials, and other valuable materials. One of the main goals is to stay relevant and keep up with the rapid growth of crypto.To follow our ideology, we developed state-of-the-art mechanisms and features that allow our visitors to analyze the tokens. Our visitors can use various rankings, filtering options, token contract audits, charts, trading history, and many other valuable options. All of this combined brings consistent results!",
  "links": [
    {
      "name": "Twitter",
      "url": "https://twitter.com/CoinMoonerCom",
      "type": "link"
    },
    {
      "name": "Discord",
      "url": "https://discord.gg/rWKTSNVNAK",
      "type": "link"
    },
    {
      "name": "YouTube",
      "url": "https://youtube.com/channel/UCNEX1AnVok-856OzVYwH8Vg",
      "type": "link"
    },
    {
      "name": "TikTok",
      "url": "https://www.tiktok.com/@coinmooner",
      "type": "link"
    },
    {
      "name": "GitHub",
      "url": "https://github.com/CoinMoonerCom",
      "type": "link"
    },
    {
      "name": "linktree",
      "url": "https://linktr.ee/coinmooner",
      "type": "link"
    },
    {
      "name": "Website",
      "url": "https://coinmooner.com",
      "type": "link"
    },
    {
      "name": "Telegram",
      "url": "https://t.me/CoinMoonerPromo",
      "type": "link"
    }
  ],
  "icon": "icon.png"
}