{
  "description": "Fat Cat Token - Reflections Done RightFat Cat Token is an experimental reflection project that aims to bring the focus back to the true purpose of reflections - to give reflections. Unlike other reflection tokens that prioritize getting listed on centralized exchanges, Fat Cat Token is focused on listing only on decentralized exchanges (DEXs) and creating an ever-growing volume floor to ensure that reflections are always purring. With Fat Cat Token, investors can expect a professional and bullish approach to the use and idea of the token.Fat Cat Token - Safe and Community-DrivenFat Cat Token is committed to keeping its hodlers safe, and it has implemented several measures to achieve this. The contract has been renounced, the LP has been burnt, and the team's coins are locked from 2024-2030. Furthermore, Fat Cat Token is built on the foundation of community, and the ultimate goal is to decentralize all decision making, especially treasury operations. Investors can join the Fat Cat Token community on Twitter and Telegram to stay updated on the latest developments.Fat Cat Token - A Powerful Concept Done RightFat Cat Token is a reflection token with a difference. With a low buy/sell tax of 1.9%, a portion of the tax goes to users, while the other part is used to fund the Fat Cat Treasury. The treasury will invest in DeFi, and the rewards of these investments will be used to wash trade Fat Cat Token and create a price difference on two DEXs. This price difference will incentivize users to wash-trade in the opposite direction to close the price difference and make a small profit, essentially doubling the volume created with treasury funds. With shrinking supply and constant buy pressure, Fat Cat Token has the potential to create the perfect storm and offer higher prices over time.",
  "links": [
    {
      "name": "Website",
      "url": "https://fatcat.army",
      "type": "link"
    },
    {
      "name": "Twitter",
      "url": "https://twitter.com/fatcat_coin",
      "type": "link"
    },
    {
      "name": "Whitepaper",
      "url": "https://fatcat.army/white-paper-fatcat/",
      "type": "link"
    },
    {
      "name": "YouTube",
      "url": "https://www.youtube.com/channel/UC22v-zVmDZidbza422fImpg",
      "type": "link"
    },
    {
      "name": "Telegram",
      "url": "https://t.me/fatcatcoinchat",
      "type": "link"
    }
  ],
  "icon": "icon.png"
}
