{
  "description": "DogeZilla is a community-driven project, that sprouted out of necessity due to the increasing scams and rug pulls around the crypto space. After beingvictims of countless scams, the Founder (9ZEROES) decided to make a project and token for the community that will serve a legitimate purpose.After 9ZEROES met Co-Founder (PHDPROSPER), things clicked and the project excelled as both continue to contribute to many aspects ofdevelopment.The Founder, having a marketing & development background and experience in crypto-space since early 2012s saw the opportunity to createa real project driven by a strong loyal community. DogeZilla community project started as a meme coin but after an insightfulconversation with close friends & family inside a close-knit community, a thought became a refined idea that quickly developed into a disruptiveutility use-case.That was when the Vault was born...Mission & VisionDogeZilla's mission is to change the space and make it safer for the global crypto community, specifically in new token launches where most of theissues exist revolving around crypto scams. The vision of 9ZEROES is a future where all legitimate crypto launches are authenticated thru DogeZilla Vault and the community trusts the Vault-verified badge to gauge each launch for project safety. Obviously, it is not a 100% fool-proof method because that simply doesn't exist in this space, but reducing risk to the highest degree is the purpose of Vault.",
  "links": [
    {
      "name": "Website",
      "url": "https://dogezillacoin.com/",
      "type": "link"
    },
    {
      "name": "Telegram",
      "url": "https://t.me/TheDogeZillaPortal",
      "type": "link"
    },
    {
      "name": "Whitepaper",
      "url": "https://dogezillacoin.com/wp-content/uploads/2021/12/DogeZilla-WhitePaperV2.0-Dec-2021.pdf",
      "type": "link"
    },
    {
      "name": "Twitter",
      "url": "http://twitter.com/DogeZillaCoin",
      "type": "link"
    },
    {
      "name": "Vimeo",
      "url": "https://vimeo.com/user155431200",
      "type": "link"
    },
    {
      "name": "Instagram",
      "url": "https://www.instagram.com/dogezillacoin/",
      "type": "link"
    },
    {
      "name": "YouTube",
      "url": "https://www.youtube.com/channel/UCGpKVetpJNi1_SDxXUmq8zw",
      "type": "link"
    }
  ],
  "icon": "icon.jpeg"
}