{
  "description": "What is Nellore Coin (NLC)? NLC is based on a blockchain that grows in value when new member apps connect to our ecosystem. Nelore Coin's proposal is to bring the opportunity to any ordinary person to become part of a development and entrepreneurship structure in the fastest growing area in the Brazil and in the world, livestock. Nelore Coin team: The NLC core team is made up of 3 members: Marcos Rodrigo, who is the CEO, has vast knowledge about livestock; Carlos Junior is the Vice President of the NLC, a bachelor in economics, a partner in a large distributor of gas and fuel components in Brazil; Emerson Muller is the CFO, Business expert with experience in business management. Nelore Coin Initial Progress: The NLC confinement is located in the city of Brasnorte in the state of Mato Grosso, a region where the predominant activity is Agriculture. Currently, the project has 500 cattle and a capacity to confine up to 1000 cattle, but the area has been expanded to up to 10,000 cattle. Our current planted area of corn for silage is 20 hectares and could expand to up to 100 hectares this year.",
  "links": [
    {
      "name": "Website",
      "url": "https://nelorecoin.com.br",
      "type": "link"
    },
    {
      "name": "Whitepaper [EN]",
      "url": "https://drive.google.com/file/d/1rZfcVzVkr6A2242soSyzlykJYe226I4y/view",
      "type": "link"
    },
    {
      "name": "Instagram",
      "url": "https://www.instagram.com/nelorecoin",
      "type": "link"
    },
    {
      "name": "Facebook",
      "url": "https://www.facebook.com/nelorecoin",
      "type": "link"
    },
    {
      "name": "Audited by Tech-Audit",
      "url": "https://github.com/Tech-Audit/Smart-Contract-Audits/blob/main/TECHAUDIT_NELORECOIN.pdf",
      "type": "link"
    },
    {
      "name": "YouTube",
      "url": "https://www.youtube.com/channel/UCtog48z4wRETo6w-qjxChnw",
      "type": "link"
    },
    {
      "name": "Twitter",
      "url": "https://twitter.com/NeloreCoin",
      "type": "link"
    },
    {
      "name": "Whitepaper [BR]",
      "url": "https://drive.google.com/file/d/1p4GnTB4snzy5Q8FWEyd80sDUiTNZDSdF/view",
      "type": "link"
    }
  ],
  "icon": "icon.jpeg"
}
